{
    "Animals": {
        "text1RULONG": "Коты – это одни из самых популярных домашних животных. Они могут быть разных пород, размеров и окрасов, но все они обладают общими чертами характера. Коты очень любопытны, игривы и независимы. Они могут проводить часы, наблюдая за миром вокруг себя, а затем внезапно начать играть с маленькой игрушкой или прыгнуть на стол, чтобы украсть кусочек еды.",
        "text1RUSHORT": "Коты – это одни из самых популярных домашних животных. Они могут быть разных пород, размеров и окрасов, но все они обладают общими чертами характера. Коты очень любопытны, игривы и независимы.",
        "text1ENLONG": "Cats are one of the most popular domestic pets. They can come in different breeds, sizes, and colors, but they all share common personality traits. Cats are very curious, playful, and independent. They can spend hours observing the world around them and then suddenly start playing with a small toy or jump on the table to steal a piece of food.",
        "text1ENSHORT": "Cats are one of the most popular domestic pets. They can come in different breeds, sizes, and colors, but they all share common personality traits. Cats are very curious, playful, and independent.",
        "text2RULONG": "Собаки - это верные и преданные друзья человека, которые понимают нас лучше, чем мы сами себя понимаем. Они могут стать надежными компаньонами для людей любого возраста и помочь им в самых разных сферах жизни. К тому же, собаки известны своей заботой и защитой своих хозяев, способностью ощущать настроения людей и душевные потребности.",
        "text2RUSHORT": "Собаки - это верные и преданные друзья человека, которые понимают нас лучше, чем мы сами себя понимаем. Они могут стать надежными компаньонами для людей любого возраста и помочь им в самых разных сферах жизни.",
        "text2ENLONG": "Dogs are loyal and devoted companions of humans who understand us better than we understand ourselves. They can become reliable companions for people of any age and help them in various areas of life. In addition, dogs are known for their care and protection of their owners, their ability to sense people's moods and emotional needs.",
        "text2ENSHORT": "Dogs are loyal and devoted companions of humans who understand us better than we understand ourselves. They can become reliable companions for people of any age and help them in various areas of life.",
        "text3RULONG": "Цыплята - это молодые птицы, которые растут и развиваются очень быстро. Они нуждаются в питательной пище и подходящих условиях содержания, чтобы вырасти здоровыми и сильными. Помните, что для здоровья цыплят очень важны правильное питание, чистота в курятнике и возможность свободно бегать и гулять на свежем воздухе.",
        "text3RUSHORT": "Цыплята - это молодые птицы, которые растут и развиваются очень быстро. Они нуждаются в питательной пище и подходящих условиях содержания, чтобы вырасти здоровыми и сильными.",
        "text3ENLONG": "Chicks are young birds that grow and develop very quickly. They require nutritious food and suitable living conditions to grow up healthy and strong. Remember, proper nutrition, cleanliness in the coop, and the ability to run and play outdoors are very important for the health of chicks.",
        "text3ENSHORT": "Chicks are young birds that grow and develop very quickly. They require nutritious food and suitable living conditions to grow up healthy and strong.",
        "text4RULONG": "Цикады - это удивительные насекомые, которые живут в теплых климатических зонах по всему миру. Они великолепно обладают умением петь, их звук можно услышать на расстоянии до 2 километров! Некоторые виды цикад спят по 17 лет и только один день в году выходят на свет. В то время как другие виды живут лишь несколько месяцев.",
        "text4RUSHORT": "Цикады - это удивительные насекомые, которые живут в теплых климатических зонах по всему миру. Они великолепно обладают умением петь, их звук можно услышать на расстоянии до 2 километров!",
        "text4ENLONG": "Cicadas are amazing insects that live in warm climate zones all over the world. They have a remarkable singing ability, and their sound can be heard up to 2 kilometers away! Some species of cicadas sleep for 17 years and only emerge for a single day each year, while other species live only for a few months.",
        "text4ENSHORT": "Cicadas are amazing insects that live in warm climate zones all over the world. They have a remarkable singing ability, and their sound can be heard up to 2 kilometers away!"
    },
    "People": {
        "text1": "Стив Джобс - американский предприниматель и инноватор, основатель компании Apple. Родился в 1955 году в Сан-Франциско. В 1976 году вместе с Стивом Возняком создал компанию Apple Computer, которая стала одной из самых успешных в истории компьютерной индустрии.  Джобс был известен своими инновационными идеями и создал первый массовый персональный компьютерApple II. В 1985 году покинул Apple, но вернулся и стал главным исполнительным директором. Под его руководством Apple выпустила продукты, такие как iPod, iPhone и iPad, которые изменили мир технологий.",
        "text2": "People"},
    "Nature": {
        "text1": "Природа – это удивительный мир, который окружает нас повсюду. Она является источником жизни и вдохновения для многихлюдей. В природе можно найти множество красивых и удивительных вещей, которые невозможно увидеть в городской суете.Одна из самых прекрасных сторон природы – это ее разнообразие. В разных уголках мира можно найти уникальные ландшафты,которые поражают своей красотой и многогранностью. Природа также является источником здоровья и благополучия. Прогулкипо лесу или поездки на природу могут помочь снять стресс и усталость, а также улучшить настроение и общее самочувствие.",
        "text2": "Nature"},
    "inventions": {
        "text1": "Одним из самых интересных изобретений последних лет является 3D-принтер. Это устройство, которое позволяет создавать трехмерные объекты из различных материалов, таких как пластик, металл, керамика и даже еда. С помощью 3D-принтера можно создавать различные предметы, начиная от игрушек и украшений, заканчивая запчастями для машин и даже органами для трансплантации. Это изобретение уже нашло применение в различных отраслях, таких как медицина, авиация, архитектура идизайн. 3D-принтеры становятся все более доступными и популярными, и мы можем только представить, какие новые возможности они принесут в будущем.",
        "text2": "inventions"},
    "Facts": {
        "text1": "Интересный факт заключается в том, что у панд есть шестой палец на передних лапах. Этот палец находится на уровне большого пальца и помогает пандам держать и кушать бамбук, который является основным их питанием. Кроме того, этотшестой палец также помогает пандам лучше лазить по деревьям и избегать опасности. Интересно, что у панд этот палецне является полностью развитым пальцем, а скорее похож на большую шпору, которая выглядит как пятый палец. Таким образом, панды имеют уникальную адаптацию, которая помогает им выживать в своей среде обитания.",
        "text2": "Facts"},
    "literature": {
        "text1": "Гамлет - принц Дании, который возвращается домой после смерти своего отца, короля. Он узнает, что его отец был убит своим братом Клавдием, который занял трон и женился на матери Гамлета, королеве Гертруде. Гамлет решает отомстить за отца, но его планы находятся под угрозой, когда он начинает сомневаться в своей способности разоблачить Клавдия. В ходе действия Гамлет становится все более и более неуравновешенным, и его действия приводят к трагическому финалу, в которомпогибают многие из главных персонажей.",
        "text2": "literature"},
    "History": {
        "text1": "Одним из самых интересных фактов из истории является то, что в древнем Риме существовало знаменитое государственноеучреждение - коллегия аугуров. Ее члены занимались предсказанием будущего, основываясь на наблюдениях за поведением птиц. Они изучали, как летят птицы, какие звуки издают и какие движения делают, и на основе этого делали выводы о том,что ждет Рим в будущем. Коллегия аугуров была очень влиятельной и ее рекомендации часто учитывались при принятии важных решений. Но в конце концов, с развитием науки и технологий, римляне перестали полагаться на предсказания аугуров и учреждение было распущено.",
        "text2": "History"},
    "Music": {
        "text1": "Классическая музыка – это одно из самых высоких проявлений музыкального искусства. Она является наследием многихпоколений композиторов, которые создавали свои произведения в разные эпохи и стили. Классическая музыка отличается своей глубиной, эмоциональностью и красотой звучания. Одной из главных особенностей классической музыки является ее универсальность. Она может быть понятна и прекрасна для людей разных возрастов, национальностей и культур. Классическая музыка способна вызывать разные эмоции у слушателей – от радости и восторга до грусти и меланхолии.",
        "text2": "Music"}
}
